/* 
   Localizable.strings
   gfxCardStatus 
   Made by Cody Krieger - all credits for gfxCardStatus goes to him!

   === Localization ===
   Feel free to contact me for any suggestions/improvements about localization => oleg@kuppo.ru
 */

/* Main menu */
"About"					= "О программе gfxCardStatus, v%%";
"Update"				= "Проверить обновления…";
"Preferences"			= "Настройки…";
"Card"					= "GPU: %%";
"SwitchGPUs"			= "Переключить видеокарту";
"IntegratedOnly"		= "Только интегрированная";
"DiscreteOnly"			= "Только дискретная";
"DynamicSwitching"		= "Автоматическое переключение";
"Dependencies"			= "Дискретный GPU используется из-за:";
"NoProcess"				= "Нет";
"Quit"					= "Выход";
"Close"					= "Закрыть!";
"PowerSource"           = "Источник питания: %%";
"Battery"               = "Аккумулятор";
"ACAdapter"             = "Блок питания";
"VisitWebsite"			= "Посетить сайт (%%)…";

/* Preferences window */
"PrefTitle"				= "Настройки программы";
"PrefUpdate"			= "Проверять наличие обновлений при открытии программы";
"PrefGrowl"				= "Использовать оповещения Growl";
"PrefStartup"			= "Открывать программу при запуске системы";
"PrefLog"				= "Записывать диагностические сообщения в консоль";
"PrefRestoreState"		= "Запоминать используемую видеокарту при выходе";
"PrefPowerSwitching"	= "Переключать видеокарту в зависимости от источника питания";
"Integrated"            = "Интегрированная";
"Discrete"              = "Дискретная";
"Dynamic"               = "Автоматически";
"OnBattery"             = "От аккумулятора:";
"PluggedIn"             = "От блока питания:";
"General"               = "Основные";
"Switching"             = "Переключение";
"Advanced"				= "Расширенные";
"SmartMenuBarIcons"     = "Использовать умные иконки в строке меню";

/* About box */
"AboutTitle"			= "О программе gfxCardStatus";
"AboutWebsite"			= "Сайт";

/* Growl */
"GrowlGPUChanged"       = "GPU переключен";
"GrowlGPUChangedMessage"           = "'%1$@' сейчас используется.";

/* Startup box */
"ThanksForDownloading"      = "Спасибо, что скачали gfxCardStatus!";
"PleaseConsiderDonating"    = "Если вы считаете это приложение полезным, пожалуйста, рассмотрите возможность пожертвования для поддержки разработчика. Вы можете найти ссылку для пожертвований и страницу FAQ (которую ОЧЕНЬ рекомендуется прочитать) на сайте gfxCardStatus:";
"DontShowAgain"             = "Больше не показывать!";

/* Unsupported machine box */
"UnsupportedMachine"    = "Вы используете систему, которую gfxCardStatus не поддерживает. Пожалуйста, убедитесь, чтовы используете MacBook с двумя видеокартами.";
"OhISee"                = "Ага, понятно.";

/* Miscellaneous notifications */
"Can'tSwitchToIntegratedOnlySingular" = "Вы не можете переключиться на интегрированную видеокарту, пока запущен следующий процесс:";
"Can'tSwitchToIntegratedOnlyPlural" = "Вы не можете переключиться на интегрированную видеокарту, пока запущены следующие процессы:";
"Why?"					= "Почему?";
